Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The statement / assessment received from the supplier has been reviewed by subject matter experts (SME) from BI and no risk was identified.
es_es: Los especialistas en la materia de BI evaluaron esta declaración / evaluación del proveedor y establecieron que no se identifica ningún riesgo.

source: The stationary phase is a film 0.1 um to 5.0 um thick.
es_es: La fase estacionaria es una película de entre 0.1 µm y 5.0 µm de espesor.

source: The statistical analysis is based on batches measured more than three months and with at least three measured time points.
es_es: El análisis estadístico se basa en las partidas medidas a lo largo de más de tres meses y al menos con tres momentos de medición.

source: The statistical analysis was performed for long-term storage conditions at 25°C / 60% RH and 30°C / 75% RH and accelerated storage condition at 40°C / 75% RH.
es_es: El análisis estadístico se realizó para las condiciones de almacenamiento a largo plazo de 25°C/60% HR y 30°C/75% HR y las condiciones de almacenamiento aceleradas de 40°C/75% HR.

source: The statistical calculation for bioassay acceptance criterion on drug substance level is based on a larger number of batches, therefore the same acceptance criterion is applied for drug product release and stability testing.
es_es: El cálculo estadístico del criterio de aceptación para el ensayo biológico al nivel del principio activo está basado en un número mayor de partidas; por lo tanto, se aplica el mismo criterio de aceptación en las pruebas de liberación y estabilidad del medicamento.

source: The statistical comparison of the linearities with and without matrix must be conducted if the linearity during analysis has to be performed without matrix as described in the analytical procedure.
es_es: Siempre que se deba evaluar la linealidad sin matriz durante el análisis tal como se describe en el procedimiento analítico, debe hacerse la comparación estadística de las linealidades con y sin matriz.

source: The statistical model used for the analysis of the primary and secondary endpoints was an ANOVA (analysis of variance) model on the logarithmic scale.
es_es: Para analizar los criterios de valoración primarios y secundarios se usó un modelo ANOVA (análisis de varianza) con escala logarítmica.

source: The sterile filtered spesolimab solution is aseptically filled into sterile syringes inside an automatic syringe filling machine in building F113, sterile manufacturing 4 (SM4).
es_es: Las jeringas esterilizadas se llenan en condiciones asépticas con el filtrado estéril de la solución de spesolimab dentro de una máquina automática de llenado de jeringas ubicada en el centro de fabricación F113, fabricación estéril 4 (SM4).

source: The sterilisation process of primary packaging components is validated (see Sections 3.2.P.3.5 Process Validation and/or Evaluation and 3.2.P.7.2 Specifications).
es_es: El proceso de esterilización de los componentes del acondicionamiento primario está validado (véanse las Secciones 3.2.P.3.5, Validación y/o evaluación del proceso, y 3.2.P.7.2, Especificaciones).

source: The stock solutions dilution 1, dilution 2, dilution ISTD 1 and dilution ISTD 2 were stored in a clear glass volumetric flask in a refrigerator at about 5 °C.
es_es: Las soluciones madre dilución 1, dilución 2, dilución estándar interno 1 y dilución estándar interno 2 se almacenaron en un matraz aforado de vidrio transparente, en refrigerador a aproximadamente 5° C

source: The stocksolutions dilution 1, dilution 2, dilution ISTD 1 and dilution ISTD 2 were stored in a clearglass volumetric flask in a refrigerator at about 5 °C.
es_es: Las soluciones madre dilución 1, dilución 2, dilución estándar interno 1 y dilución estándar interno 2 se almacenaron en un matraz aforado de vidrio transparente, en refrigerador a aproximadamente 5° C

source: The stressed matrix sample and all additional solutions as described in the analytical procedure were prepared freshly for the chromatographic parameter flow rate.
es_es: Para evaluar el parámetro cromatográfico "velocidad de flujo", se prepararon en el momento la muestra de la matriz sometida a condiciones extremas y todas las demás soluciones del procedimiento analítico.

source: The studentized residuals corresponding to each observation are shown relative to the respective observed concentration inFigure 28.
es_es: En la Figura 28 se pueden ver los residuales ajustados con T de Student correspondientes a cada observación en relación con la concentración observada respectiva.

source: The studies carried out during the downstream process showed comprehensively, that the process related impurities can be removed successfully and reproducibly to negligible concentration levels respectively to concentrations below the detection limits of the assessed impurity.
es_es: Los estudios realizados durante el proceso posterior de purificación muestran exhaustivamente que las impurezas relacionadas con el proceso pueden eliminarse con éxito y de manera reproducible a niveles de concentración despreciables que equivalen a concentraciones inferiores a los límites de detección de la impureza evaluada.

source: The study also included several further endpoints, including renal and microvascular endpoints [c23238241, Section 9.5.2.1.4].
es_es: También se incluyeron en el estudio varios criterios de valoración adicionales, como aquellos renales y microvasculares [c23238241, Sección 9.5.2.1.4].

source: The study consisted of 2 parts and was conducted as a randomised, open-label, crossover trial in healthy male and female subjects.
es_es: El estudio constó de 2 partes, y se realizó en forma de ensayo aleatorizado, abierto y cruzado del que participaron varones y mujeres sanos.

source: The study design was based on a design of experiments (DoE) with the centre points representing the commercial formulation.
es_es: El diseño del estudio se basó en un diseño de experimentos donde los puntos centrales representan la formulación comercial.

source: The study design was based on a design of experiments (DoE); the center point values in Table 4 present the set points of the final formulation.
es_es: El estudio se hizo según el modelo de diseño de experimentos (DoE); los puntos centrales de la Tabla 4 presentan los puntos fijos de la formulación final.

source: The study may be terminated prematurely by the principal investigator or his/her designee and the sponsor.
es_es: El investigador principal, la persona que él designe o el patrocinador pueden finalizar el estudio en forma anticipada.

source: The study medication was continued.
es_es: Se continuó con la medicación del estudio.

source: The study objective was to test the hypothesis that tenecteplase is non-inferior to alteplase in achieving reperfusion at initial angiogram when administered within 4.5 h of ischemic stroke onset in patients planned to undergo endovascular therapy.
es_es: El objetivo del ensayo fue evaluar la hipótesis de que la tenecteplasa no es inferior a la alteplasa para lograr la reperfusión en la angiografía inicial cuando se administra en las 4.5 h posteriores al inicio del accidente cerebrovascular isquémico en pacientes que se planea someter a tratamiento endovascular.

source: The study plan, all raw data generated at the test facility Boehringer Ingelheim Pharm GmbH & Co. KG, and the final report are retained in one of the GLP archive facilities o Boehringer Ingelheim Pharma GmbH & Co. KG, whereby paper records are stored in th GLP paper archive in Biberach, Germany, and electronic records are stored in the respective electronic GLP archive systems.
es_es: El plan de estudio, todos los datos sin procesar generados en el centro de realización del estudio de Boehringer Ingelheim Pharm GmbH & Co. KG y el informe final se conservan en una de las instalaciones de archivo ajustadas a buenas prácticas de laboratorio (BPL) de Boehringer Ingelheim Pharma GmbH & Co. KG; en ese sentido, los registros en papel se almacenan en el archivo para documentos en papel ajustado a BPL de Biberach, Alemania, y los registros electrónicos se almacenan en los respectivos sistemas de archivo electrónico basados en BPL.

source: The study site personnel entered and edited the data via a secure network with secure access features, and a complete electronic audit trail was maintained.
es_es: El personal del centro del estudio ingresó y editó los datos mediante una red segura con funcionalidad de acceso seguro; además, se mantuvo un registro electrónico completo de los documentos de auditoría.

source: The study sponsor shall provide supplementary labels which include protocol name and identification number, coordinating Principal Investigator details, sponsor contact details, and the words ‘for clinical trial use only’ to comply with the Therapeutic Goods Administration (TGA) code of Good Manufacturing Practice (GMP) for investigational medicinal products, Annex 13.
es_es: El patrocinador del estudio deberá proporcionar etiquetas complementarias que incluyan el nombre del protocolo y el número de identificación, los datos del investigador principal coordinador, los datos de contacto del patrocinador y la leyenda "solo para uso en ensayos clínicos" de conformidad con el código de buenas prácticas de fabricación de la Administración de Productos Terapéuticos (TGA) para medicamentos en investigación, Anexo 13.

source: The study was conducted according to FDA guidance document “Medical Devices with Sharps Injury Prevention Features” and ISO 23908.
es_es: El estudio se llevó a cabo de conformidad con el documento de guía de la FDA “Dispositivos médicos con medidas de prevención de lesiones cortantes” y la norma ISO 23908.

source: The study was conducted and reported in accordance with the Declaration of Helsinki, the ICH-GCP guidelines, local regulations, and BI standard operating procedures (SOPs).
es_es: El estudio se realizó y se informó de acuerdo con la Declaración de Helsinki, los lineamientos sobre buenas prácticas clínicas de la ICH, las normas locales, y los procedimientos operativos estándar aplicables de BI.

source: The study was designed to comply with the recommendation listed for an enhanced Ames test as described in the EMA “Questions and answers for marketing authorisation holders/applicants on the CHMP Opinion for the Article 5(3) of Regulation (EC) No 726/2004 referral on nitrosamine impurities in human medicinal products” in version 16 on 07 July 2023 [6], and US Food and Drug Administration “Recommended Acceptable Intak Limits for Nitrosamine Drug Substance-Related Impurities (NDSRIs)” (effective as of 4 August 2023) [7], with the OECD Guideline (No. 471, 2020), except that only pre- incubation method is applied and both rat and hamster S9 was used.
es_es: El estudio se diseñó en cumplimiento con las recomendaciones para las pruebas de Ames mejoradas, descritas en los siguientes documentos: "Preguntas y respuestas dirigidas a titulares de autorizaciones para la comercialización o consultantes al Comité de Medicamentos de Uso Humano por referato en el Artículo 5(3) de la normativa (CE) 7726/2004 (impurezas nitrosamínicas en medicamentos de uso humano)", versión 16 del 07 de julio de 2023 de la EMA [6]; y "Límites de ingesta aceptables y recomendados de impurezas nitrosamínicas en medicamentos", de la Dirección Federal de Alimentos y Medicamentos de EE. UU. (FDA) (válido desde el 4 de agosto de 2023) [7], y Lineamiento de la OCDE 471/2020; con la excepción de que solo se aplicó el método de preincubación y que se emplearon mezclas S9 de rata y hámster.

source: The study was performed at commercial scale.
es_es: El estudio se realizó a escala comercial.

source: The study will be a multicentre, prospective, randomized, open-label, blinded-endpoint (PROBE), controlled phase 2 trial (2 arm with 1:1 randomization) (RCT) in ischemic stroke patients.
es_es: El estudio será un ensayo multicéntrico, prospectivo, aleatorizado, abierto, de criterio de valoración enmascarado (PROBE), controlado y de fase 2 (2 grupos, aleatorización 1:1) (ensayo controlado aleatorizado) en pacientes que padecieron un accidente cerebrovascular isquémico.

source: The study will be conducted in compliance with the OECD Principles of Good Laboratory Practice (GLP; as revised in 1997, ENV/MC/CHEM(98)17) and the “Chemikaliengesetz-ChemG” (“Gesetz zum Schutz vor gefährlichen Stoffen”; Chemicals Act) of the Federal Republic of Germany.
es_es: El estudio se llevará a cabo de conformidad con los Principios de Buenas Prácticas de Laboratorio de la OCDE (revisados en 1997, ENV/MC/CHEM(98)17) y el “Chemikaliengesetz-ChemG” (“Gesetz zum Schutz vor gefährlichen Stoffen”; Ley de productos químicos-Ley de protección ante sustancias peligrosas) de la República Federal de Alemania.

source: The study will be submitted for approval by the local regulatory authorities.
es_es: El estudio se presentará ante las autoridades regulatorias locales para su aprobación.

source: The subgroup analyses for volume depletion (narrow BIcMQ) by age, sex, race, baseline eGFR, diabetes status, blood pressure and use of certain medications, Tables 15.3.1.10: 4 to 12) were consistent with results of the main analysis.
es_es: Los análisis de subgrupos para la depleción de volumen (consulta específica BIcMQ) estratificados por edad, sexo, raza, TFGe inicial, estado de diabetes, presión arterial y uso de ciertos medicamentos en general se correspondieron con el análisis principal (Tablas 15.3.1.10: 4 a 12).

source: The subgroup analyses of time to first adjudicated HHF (Figure 11.1.2.3.1: 2) showed the same trends as the subgroup analyses of the key secondary endpoint, occurrence of first and recurrent adjudicated HHF (Section 11.1.2.1.3).
es_es: Los análisis de subgrupos del tiempo transcurrido hasta la primera HIC adjudicada (Figura 11.1.2.3.1: 2) mostraron las mismas tendencias que los análisis de subgrupos del criterio de valoración secundario clave [HIC primera y recurrente adjudicada (Sección 11.1.2.1.3)].

source: The subgroup analyses were not adjusted for multiple testing.
es_es: Los análisis de subgrupos no se ajustaron para las pruebas múltiples.

source: The subject set for the evaluation of PK endpoints (PKS) was to include all treated subjects who provided at least 1 observation for at least 1 primary endpoint, and who did not have important protocol violations with respect to the statistical evaluation of PK endpoints (see Section 9.6).
es_es: El grupo de sujetos sometidos a control de criterios de valoración farmacocinéticos debía incluir a todos los sujetos tratados que proporcionaron al menos 1 observación para al menos 1 criterio de valoración primario y que no tuvieron violaciones importantes del protocolo con respecto a la evaluación estadística de los criterios de valoración farmacocinéticos (ver Sección 9.6).

source: The subject was to be followed until she had given birth or until the end of pregnancy.
es_es: Además, se debía hacer seguimiento de esta persona hasta el nacimiento o el término del embarazo.

source: The subjects were not allowed to lie down (that is, no declination of the upper body of more than 45 degrees from upright posture) during the first 4 h following drug administration.
es_es: Los sujetos no debían recostarse (es decir, inclinar la parte superior del cuerpo más de 45 grados respecto de la postura erguida) durante las 4 horas posteriores a la administración del medicamento.

source: The subjects were to be allowed to leave the trial site after formal assessment and confirmation of their health.
es_es: Los sujetos podían retirarse del centro tras una evaluación formal y la confirmación de su estado de salud.

source: The subjects were to receive a study subject number by drawing lots and then were to be assigned to a treatment sequence by the use of the randomisation list.
es_es: Cada voluntario debía recibir un número de sujeto de estudio por sorteo. Luego, se le debía asignar una secuencia de tratamiento usando la lista de aleatorización.

source: The subject’s data may also have been excluded if the subject used restricted medications.
es_es: También podía excluirse la información de un sujeto si usaba medicamentos restringidos.

source: The subject’s data were to be collected until the end of the trial (last visit of last subject) and reported in the CTR.
es_es: Los datos de la voluntaria debían recopilarse hasta el final del ensayo (última visita del último sujeto) e incluirse en el informe de ensayo clínico.

source: The subsequent spesolimab drug product sterile filtration and filling are performed under aseptic conditions.
es_es: La filtración y el llenado estériles del medicamento espesolimab se realizan en condiciones asépticas.

source: The subsequent control strategy for tenecteplase DP is summarised in Chapter 7 and in Section 3.2.P.5 Control of Drug Product.
es_es: La estrategia de control posterior para el medicamento tenecteplasa se resume en el Capítulo 7 y en la Sección 3.2.P.5, Control del medicamento.

source: The subsequent control strategy for tenecteplase DP is summarised in Section 3.2.P.5 Control of Drug Product in Chapter 7.
es_es: La estrategia de control posterior para el medicamento tenecteplasa se resume en la Sección 3.2.P.5, Control del medicamento (dentro del Capítulo 7).

source: The successful idarucizumab drug product manufacturing process validation of the filling line SM5 demonstrated that the proposed process consistently delivers a homogeneous drug product quality according to predefined specifications.
es_es: El haber validado la línea de llenado SM5 para el proceso de fabricación del medicamento idarucizumab significa que, al ser homogéneo, el proceso propuesto produce una calidad de medicamento homogénea acorde a las especificaciones predefinidas.

source: The suggested batch release specification of 0.6 % is a considerably stricter limit than the above calculated possible specification limit 1.3%.
es_es: La especificación sugerida para la liberación de partidas (0.6 %) es un límite considerablemente más estricto que el límite de la especificación posible antes calculado (1.3%).

source: The suitability of the kinetic chromogenic method for alteplase intermediates was verified to demonstrate the suitability for its intended use by performing inhibition and enhancement tests on in-process samples from three drug substance batches.
es_es: Para demostrar que la metodología cromogénica cinética es adecuada a su uso previsto con los compuestos intermedios de alteplasa, se realizaron ensayos de inhibición y aumento utilizando muestras intermedias del proceso tomadas de tres partidas del principio activo.

source: The suitability of the kinetic turbidimetric method for alteplase intermediates was verified to demonstrate the suitability for its intended use by performing inhibition and enhancement tests on in-process samples from three drug substance batches.
es_es: Para demostrar que la metodología turbidimétrica cinética es adecuada a su uso previsto con los compuestos intermedios de alteplasa, se realizaron ensayos de inhibición y aumento utilizando muestras intermedias del proceso tomadas de tres partidas del principio activo.

source: The suitability of the primary container closure components is assured by compatibility and extractables and leachables studies (refer to Section 3.2.P.2 Pharmaceutical Development).
es_es: La adecuación de los componentes del envase y sistema de cierre primario está garantizada por estudios de compatibilidad y extraíbles y lixiviables (véase la Sección 3.2.P.2, Desarrollo farmacéutico).

source: The suitability of the primary container closure components is assured by compatibility and extractables and leachables studies (see Section 3.2.P.2).
es_es: La adecuación de los componentes del envase y sistema de cierre primario está garantizada por estudios de compatibilidad y extraíbles y lixiviables (véase la Sección 3.2.P.2).

source: The sum of both safety buffers accounting for the stability effect and for the intra-batch variability results in 0.7%.
es_es: La suma de ambos márgenes de seguridad, que dan cuenta del efecto estabilidad y la variabilidad intrapartida, da 0.7%.

source: The summary scores (panels on the left-hand side) were based on the domains enclosed by the matching coloured boxes in the middle of the figure, see also Figure 11.1.2.7: 1.
es_es: Las puntuaciones resumidas (paneles del lado izquierdo) se basaron en los dominios encerrados por las cajas del color correspondiente del centro de la figura. Ver también la Figura 11.1.2.7: 1.

source: The superiority over placebo was also demonstrated for both key secondary endpoints:
es_es: La superioridad sobre el placebo también quedó demostrada para ambos criterios de valoración secundaria clave:

source: The supplier certifies that no nitrosamine and no nitrosamine containing and forming materials are used as raw materials nor do synthesis conditions during manufacturing favour nitrosamine formation
es_es: El proveedor certifica que no se utilizan nitrosaminas ni materiales que contengan ni formen nitrosaminas como materias primas y que, por otro lado, las condiciones de síntesis imperantes durante la fabricación no favorecen la formación de nitrosaminas.

source: The supplier certifies that no nitrosamine and no nitrosamine containing and forming materials are used as raw materials nor used during the glass converting process of all its primary glass packaging products made of tubular glass (ampoules, vials, cartridges and syringe barrels)
es_es: El proveedor certifica que no se utilizan nitrosaminas ni materiales que contengan ni formen nitrosaminas, ni como materias primas ni como parte del proceso de conversión de vidrio de todos sus productos de acondicionamiento primario vítreos tubulares (ampollas, frascos, cartuchos y barriles de jeringas).

source: The suppliers of excipients were asked to provide elemental impurities statements/evaluation data.
es_es: Se solicitó a los proveedores de los excipientes que proporcionaran datos de evaluaciones o declaraciones acerca de las impurezas elementales.

source: The surfaces in contact with tenecteplase 25 mg manufacturing process contain no other ICH Q3D relevant elements than cobalt (Co), chrome (Cr), copper (Cu), molybdenum (Mo), nickel (Ni) and vanadium (V).
es_es: Las superficies en contacto con el producto durante el proceso de fabricación de tenecteplasa, 25 mg no contienen elementos relevantes segun el lineamiento Q3D de la ICH, más allá del cobalto (Co), cromo (Cr), cobre (Cu), molibdeno (Mo), níquel (Ni) y vanadio (V).

source: The surge vessel is filled with a minimum of 3.6 L (see Chapter 3.2.1) prior to start of filling process.
es_es: El tanque de compensación se llena con un mínimo de 3.6 l (véase el Capítulo3.2.1) antes del inicio del proceso de llenado.

source: The syringe (incl.
es_es: El proveedor entrega la jeringa (incl.

source: The syringe as glass container must fulfill applicable requirements according to ISO 11040-4.
es_es: La jeringa, por ser un recipiente de vidrio, debe cumplir con los requisitos correspondientes que se especifican en la norma ISO 11040-4.

source: The syringe as glass container must fulfill applicable requirements according to ISO 11040-8.
es_es: La jeringa, por ser un recipiente de vidrio, debe cumplir con los requisitos correspondientes que se especifican en la norma ISO 11040-8.

source: The syringe as glass container must fulfill applicable requirements according to Ph.
es_es: La jeringa, por ser un recipiente de vidrio, debe cumplir con los requisitos correspondientes que se especifican en Ph.

source: The syringe is closed by the needle shield by covering the needle.
es_es: La jeringa está cerrada con el protector que cubre la aguja.
